
<!DOCTYPE html>
<html>
   <link rel="preconnect" href="https://fonts.gstatic.com">
<link href="https://fonts.googleapis.com/css2?family=Libre+Franklin:wght@100&display=swap" rel="stylesheet">
    <head>
        <meta charset="utf-8">
        <title>Devoir-2</title>
    <style>
      body {
      background-color: #D0D3D4;
      }
    </style>
    </head>
        <body>
            <link rel="stylesheet" href="style.css">
            <div class="main">
            <div class="titre">
                Projet de Site Web
            </div>
                <div class="paragraphe">
             <p>
<p class="MsoNormal"><span lang="FR">Projet de cr&eacute;ation de site web&nbsp;:
Portfolio </span></p>
<p class="MsoNormal"><span lang="FR">Membre du groupe&nbsp;: Cl&eacute;mentine Brochet
&amp; Astrid Rousselin &amp; Nicolas Delivre</span></p>
<p class="MsoNormal"><span lang="FR">&nbsp;</span></p>
<p class="MsoNormal" style="text-align: justify;"><span lang="FR">Pour notre projet
final, nous envisageons de cr&eacute;er un portfolio en ligne qui pr&eacute;sentera les &oelig;uvres
visuelles (peintures, photographies, etc.) des membres du groupe. Nous voulons
que notre site soit comparable &agrave; une galerie exposant les &oelig;uvres de diff&eacute;rents
artistes, tout en conservant une unit&eacute; visuelle. Pour cela, notre site
comportera trois pages diff&eacute;rentes ayant chacune un but sp&eacute;cifique&nbsp;:</span></p>
<p class="MsoNormal" style="text-align: justify;"><span lang="FR">La premi&egrave;re page
sera une page de pr&eacute;sentation des artistes avec un portrait d&rsquo;eux et une courte
biographie. La deuxi&egrave;me page h&eacute;bergera les galeries de chaque membre et se
divisera donc en plusieurs sous-pages. Chaque membre aura sa propre esth&eacute;tique,
en lien avec son univers artistique. Nicolas Delivre proposera diff&eacute;rentes
s&eacute;ries de photographies, dont une sur la faune et la flore. Cl&eacute;mentine Brochet
exposera des r&eacute;alisations audiovisuelles. Quant &agrave; Astrid Rousselin, elle
pr&eacute;sentera ses diff&eacute;rentes peintures acryliques et ses illustrations &agrave; la
gouache. Enfin, la troisi&egrave;me page sera une page de contact, contenant notamment
des liens vers d&rsquo;autres r&eacute;seaux sociaux.</span></p>
<p class="MsoNormal" style="text-align: justify;"><span lang="FR">Concernant la charte
graphique, nous souhaitons que l&rsquo;aspect visuel des &oelig;uvres d&rsquo;arts ressorte avant
tout. De ce fait le site sera probablement sobre. Nous sommes toujours en
r&eacute;flexion mais pour illustrer nos intentions, nous imaginons par exemple le
fond du site de couleur uni, sans motif, avec une coh&eacute;rence de police et une charte
de couleurs de teintes froides. En revanche, les galeries de chaque membre
contrasteront avec la sobri&eacute;t&eacute; g&eacute;n&eacute;rale du site et affirmeront leurs
esth&eacute;tiques. </span></p>
<p class="MsoNormal" style="text-align: justify;"><span lang="FR">Un autre aspect de
fabrication nous questionne&nbsp;: comment construire un site web &laquo;&nbsp;faible
consommation&nbsp;&raquo; tout en exposant nos travaux visuels &ndash; autrement dit
&eacute;nergivores&nbsp;? En effet, nous sommes sensibles &agrave; notre impact
environnemental. Le poids des images, un code complexe ou une typographie
stylis&eacute;e peuvent grandement consommer. Nous nous documentons actuellement pour &eacute;tablir
un bon compromis&nbsp;entre utilit&eacute; / responsabilit&eacute;.</span></p>
</p>
                </div>
            <div class="galerie">
            <div class="carte">
                <img class="carte-image" src="Image-1.jpg">
                <div class="carte-description">
                    Maquette du site.
                </div>
            </div>
            </div>
            <div class="galerie">
            <div class="carte">
                <img class="carte-image" src="Image-2.jpg">
                <div class="carte-description">
                    Maquette du site.
                </div>
            </div>
            </div>
        </body>
</html>
